Revit 2024 API
IPointCloudEngine.Free Method
 Revit will call this method when done using the engine.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
void Free()
Visual Basic
Sub Free
Visual C++
void Free()
See Also
IPointCloudEngine Interface
Autodesk.Revit.DB.PointClouds Namespace